[
    {
        "title": "Om Kosta",
        "description": "Kosta är en liten tätort belägen i Lessebo kommun, Kronobergs län, i hjärtat av Småland. Orten har en rik historia och är mest känd för sitt glasbruk, Kosta Glasbruk, som är Sveriges äldsta fortfarande aktiva glasbruk, grundat 1742."
    },
    {
        "title": "Historik",
        "description": "Grundandet av Kosta Glasbruk\nKosta Glasbruk grundades 1742 av två landshövdingar, Anders Koskull och Georg Bogislaus Staël von Holstein. Namnet \"Kosta\" kommer från de första bokstäverna i deras efternamn: KO + STA.\n\nUtveckling över tid\nSedan starten har glasbruket varit i kontinuerlig drift och har spelat en central roll i utvecklingen av svensk glaskonst. Redan 1898 anställdes konstnären Gunnar Wennerberg för att bidra till formgivningen, vilket markerade början på en tradition av samarbete mellan konstnärer och glasblåsare."
    },
    {
        "title": "Kulturella och turistiska attraktioner",
        "description": "Kosta Glasbruk\nBesökare kan uppleva glasblåsning på nära håll och till och med prova på själva. Glasbruket är hem för kända formgivare som Bertil Vallien, Anna Ehrner och Kjell Engman.\n\nKosta Boda Art Gallery\nEtt konstgalleri som visar samtida glaskonst från berömda formgivare. Byggnaden ritades av arkitekten Bruno Mathsson på 1950-talet och innehåller unika designelement som glasmosaikgolv och en väggmålning av Vicke Lindstrand.\n\nKosta Boda Art Hotel\nEtt designhotell där varje rum är unikt inrett med glaskonst. Hotellet fungerar också som ett galleri och är en del av satsningen på att göra Kosta till ett upplevelsecentrum."
    },
    {
        "title": "Natur och friluftsliv",
        "description": "Kosta Safaripark\nEn 200 hektar stor safaripark där besökare kan se djur som älgar, visenter, dovhjortar, mufflonfår, kronhjortar och vildsvin i deras naturliga miljö.\n\nVandringsleder och utegym\nI och omkring Kosta finns flera vandringsleder och ett utegym, vilket gör det till en idealisk plats för friluftsentusiaster."
    },
    {
        "title": "Lokala verksamheter",
        "description": "Kosta Bageri\nEtt bageri som bakar bröd och bakverk från grunden med fokus på genuint hantverk. De erbjuder allt från surdegsbröd till franska bakverk.\n\nKosta Lodge\nEtt boendealternativ som erbjuder hotellrum, stugor och campingplatser. Anläggningen har även faciliteter som minigolf, fiske och djurhagar."
    },
    {
        "title": "Nutid och framtid",
        "description": "Kosta har genomgått en transformation från en traditionell bruksort till ett upplevelsecentrum. Sedan New Wave Groups övertagande har antalet besökare ökat markant, och orten fortsätter att utvecklas med nya satsningar inom turism och design."
    }
]